Repository: Sharo0s/specula
Catalog: Resources/Localizable.xcstrings
Source language: fr
Languages: ar, en, es, zh_hans

source: « %@ » modifié
ar: تم تحديث «%@»
en: “%@” updated
es: «%@» modificado
zh_hans: 已更新「%@」

source: « %@ » reconnu : %@
ar: تم التعرف على «%@»: %@
en: “%@” recognized: %@
es: «%@» reconocido: %@
zh_hans: 已识别「%@」：%@

source: « %@ » supprimé
ar: تم حذف «%@»
en: “%@” deleted
es: «%@» eliminado
zh_hans: 已删除「%@」

source: « Specula » souhaite trouver et se connecter aux appareils de ton réseau local
ar: يريد «Specula» العثور على الأجهزة في شبكتك المحلية والاتصال بها
en: “Specula” would like to find and connect to devices on your local network
es: «Specula» quiere encontrar y conectarse a dispositivos de tu red local
zh_hans: 「Specula」希望查找并连接你本地网络中的设备

source: %@ — %@ rempli à %lld %%
ar: %1$@ — %2$@ ممتلئ بنسبة %3$lld %%
en: %1$@ — %2$@ is %3$lld%% full
es: %1$@ — %2$@ al %3$lld %%
zh_hans: %1$@ — %2$@ 已用 %3$lld %%

source: %@ — volume rempli à %lld %%
ar: %1$@ — وحدة التخزين ممتلئة بنسبة %2$lld %%
en: %1$@ — volume %2$lld%% full
es: %1$@ — volumen al %2$lld %%
zh_hans: %1$@ — 卷已用 %2$lld %%

source: %@ · hors ligne
ar: %@ · غير متصل
en: %@ · offline
es: %@ · sin conexión
zh_hans: %@ · 离线

source: %@ · lent
ar: %@ · بطيء
en: %@ · slow
es: %@ · lento
zh_hans: %@ · 缓慢

source: %@ de nouveau en ligne
ar: %@ عاد إلى الاتصال
en: %@ back online
es: %@ vuelve a estar en línea
zh_hans: %@ 已恢复在线

source: %@ Go
ar: %@ غيغابايت
en: %@ GB
es: %@ GB
zh_hans: %@ GB

source: %@ h
ar: %@ س
zh_hans: %@ 小时

source: %@ hors ligne
ar: %@ غير متصل
en: %@ offline
es: %@ sin conexión
zh_hans: %@ 已离线

source: %@ HORS LIGNE
ar: %@ غير متصل
en: %@ OFFLINE
es: %@ SIN CONEXIÓN
zh_hans: %@ 离线

source: %@ la place, acquise définitivement.
ar: %@ للمقعد الواحد، ملكك للأبد.
en: %@ per slot, yours for good.
es: %@ por plaza, tuya para siempre.
zh_hans: 每个名额 %@，永久拥有。

source: %@ Mo/s
ar: %@ م.ب/ث
en: %@ MB/s
es: %@ MB/s
zh_hans: %@ MB/s

source: %@ ne répond plus
ar: %@ لم يعد يستجيب
en: %@ is not responding
es: %@ no responde
zh_hans: %@ 无响应

source: %@ To
ar: %@ تيرابايت
en: %@ TB
es: %@ TB
zh_hans: %@ TB

# %lld / %lld services · %lld offerts
source: %1$lld / %2$lld services · %3$lld offerts
ar: %lld / %lld خدمة · %lld مجانية
en: %lld / %lld services · %lld free
es: %lld / %lld servicios · %lld gratis
zh_hans: %lld / %lld 项服务 · %lld 项免费

source: %lld en ligne · CPU %@ · %@
ar: %lld متصل · المعالج %@ · %@
en: %lld online · CPU %@ · %@
es: %lld en línea · CPU %@ · %@
zh_hans: %lld 在线 · CPU %@ · %@

source: %lld Go
ar: %lld غيغابايت
en: %lld GB
es: %lld GB
zh_hans: %lld GB

source: %lld hors ligne
ar: %lld غير متصل
en: %lld offline
es: %lld sin conexión
zh_hans: %lld 个离线

source: %lld min
ar: %lld دقيقة
zh_hans: %lld 分钟

source: %lld places libres
ar: %lld مقاعد متاحة
en: %lld slots free
es: %lld plazas libres
zh_hans: %lld 个空闲名额

# %lld service(s) en défaut · le plus instable : %@
source: %1$lld service(s) en défaut · le plus instable : %2$@
ar: %1$lld خدمة متعثّرة · الأقل استقرارًا: %2$@
en: %1$lld service(s) in trouble · least stable: %2$@
es: %1$lld servicio(s) con problemas · el más inestable: %2$@
zh_hans: %1$lld 项服务异常 · 最不稳定：%2$@

source: %lld service%@ concerné%@
ar: %1$lld خدمة معنيّة
en: %1$lld service%2$@ affected
es: %1$lld servicio%2$@ afectado%3$@
zh_hans: %1$lld 个服务受影响

source: %lld services · %lld groupes · %lld clés à compléter
ar: %lld خدمة · %lld مجموعة · %lld مفتاح ناقص
en: %lld services · %lld groups · %lld keys to fill in
es: %lld servicios · %lld grupos · %lld claves por completar
zh_hans: %lld 个服务 · %lld 个分组 · %lld 个待填密钥

source: %lld services configurés · aucune limite
ar: %lld خدمة مُعدّة · بلا حدّ
en: %lld services configured · no limit
es: %lld servicios configurados · sin límite
zh_hans: 已配置 %lld 项服务 · 无限制

source: %lld services de ton fichier n'ont pas été importés faute de place.
ar: لم تُستورَد %lld خدمة من ملفك لعدم توفّر مقاعد.
en: %lld services from your file were not imported for lack of slots.
es: %lld servicios de tu archivo no se importaron por falta de plazas.
zh_hans: 文件中有 %lld 项服务因名额不足未导入。

source: %lld/%lld EN LIGNE · %lld PANNE
ar: %lld/%lld متصل · %lld متوقّف
en: %lld/%lld ONLINE · %lld DOWN
es: %lld/%lld EN LÍNEA · %lld CAÍDO
zh_hans: %lld/%lld 在线 · %lld 故障

source: %lld/%lld en ligne · CPU %@
ar: %lld/%lld متصل · المعالج %@
en: %lld/%lld online · CPU %@
es: %lld/%lld en línea · CPU %@
zh_hans: %lld/%lld 在线 · CPU %@

source: %lld/%lld services en ligne
ar: %lld/%lld خدمة متصلة
en: %lld/%lld services online
es: %lld/%lld servicios en línea
zh_hans: %lld/%lld 个服务在线

source: %lld/%lld SERVICES EN LIGNE
ar: %lld/%lld خدمة متصلة
en: %lld/%lld SERVICES ONLINE
es: %lld/%lld SERVICIOS EN LÍNEA
zh_hans: %lld/%lld 个服务在线

source: + Ajouter un service
ar: + إضافة خدمة
en: + Add a service
es: + Añadir un servicio
zh_hans: + 添加服务

source: 0,8 s
ar: 0.8 ث
zh_hans: 0.8 秒

source: 1 — Bienvenue
ar: 1 — أهلاً بك
en: 1 — Welcome
es: 1 — Bienvenida
zh_hans: 1 — 欢迎

source: 1 place libre
ar: مقعد واحد متاح
en: 1 slot free
es: 1 plaza libre
zh_hans: 1 个空闲名额

source: 1,6 s
ar: 1.6 ث
zh_hans: 1.6 秒

source: 2 — Scan
ar: 2 — الفحص
es: 2 — Escaneo
zh_hans: 2 — 扫描

source: 2 — Tes services
ar: 2 — خدماتك
en: 2 — Your services
es: 2 — Tus servicios
zh_hans: 2 — 你的服务

source: 3 — Import & groupes
ar: 3 — الاستيراد والمجموعات
en: 3 — Import & groups
es: 3 — Importación y grupos
zh_hans: 3 — 导入与分组

source: 3 — Prêt
ar: 3 — جاهز
en: 3 — Ready
es: 3 — Listo
zh_hans: 3 — 就绪

source: 3,2 s
ar: 3.2 ث
zh_hans: 3.2 秒

source: 4 épinglés maximum
ar: 4 مثبّتة كحد أقصى
en: 4 pinned max
es: Máximo 4 fijados
zh_hans: 最多置顶 4 个

source: à l'instant
ar: الآن
en: just now
es: ahora mismo
zh_hans: 刚刚

source: À trier
ar: للفرز
en: To sort
es: Por clasificar
zh_hans: 待整理

source: Accès limité aux services autorisés
ar: وصول محدود إلى الخدمات المسموح بها
en: Access limited to allowed services
es: Acceso limitado a los servicios permitidos
zh_hans: 仅可访问被许可的服务

source: Achat en attente d'approbation — la place s'ajoutera dès l'accord.
ar: الشراء بانتظار الموافقة — سيُضاف المقعد فور القبول.
en: Purchase awaiting approval — the slot will be added once granted.
es: Compra pendiente de aprobación: la plaza se añadirá en cuanto se acepte.
zh_hans: 购买等待批准——获批后将立即添加名额。

source: Achat impossible — %@
ar: تعذّر الشراء — %@
en: Purchase failed — %@
es: Compra imposible: %@
zh_hans: 无法购买——%@

source: Achat non vérifié par l'App Store.
ar: لم تتحقّق App Store من عملية الشراء.
en: Purchase not verified by the App Store.
es: Compra no verificada por la App Store.
zh_hans: App Store 未验证此次购买。

source: Acquis
ar: مُقتنى
en: Owned
es: Adquirido
zh_hans: 已拥有

source: ACTIF
ar: يعمل
en: UP
es: ACTIVO
zh_hans: 正常

source: Actives
ar: مفعّلة
en: Enabled
es: Activas
zh_hans: 已启用

source: Aéré
ar: مريح
en: Comfortable
es: Amplio
zh_hans: 宽松

source: Affichage
ar: العرض
en: Display
es: Pantalla
zh_hans: 显示

source: Affichés dans le widget et la barre de menus — 4 maximum.
ar: تظهر في الأداة وشريط القوائم — 4 كحد أقصى.
en: Shown in the widget and the menu bar — 4 max.
es: Se muestran en el widget y la barra de menús — máximo 4.
zh_hans: 显示在小组件和菜单栏中 — 最多 4 个。

source: AJOUTÉ
ar: أُضيف
en: ADDED
es: AÑADIDO
zh_hans: 已添加

source: Ajouté à la main
ar: أُضيف يدويًا
en: Added manually
es: Añadido a mano
zh_hans: 手动添加

source: Ajouter
ar: إضافة
en: Add
es: Añadir
zh_hans: 添加

source: Ajouter à la main
ar: إضافة يدويًا
en: Add manually
es: Añadir a mano
zh_hans: 手动添加

source: Ajouter le service
ar: إضافة الخدمة
en: Add service
es: Añadir servicio
zh_hans: 添加服务

source: Ajouter un service
ar: إضافة خدمة
en: Add a service
es: Añadir un servicio
zh_hans: 添加服务

source: Albums
ar: الألبومات
es: Álbumes
zh_hans: 专辑

source: Alerte quand le CPU dépasse le seuil.
ar: تنبيه عند تجاوز المعالج للعتبة.
en: Alerts when the CPU crosses the threshold.
es: Alerta cuando la CPU supera el umbral.
zh_hans: CPU 超过阈值时提醒。

source: Alertes
ar: التنبيهات
en: Alerts
es: Alertas
zh_hans: 提醒

source: Alertes conf.
ar: تنبيهات مضبوطة
en: Alerts set
es: Alertas conf.
zh_hans: 已设提醒

source: Annuler
ar: إلغاء
en: Cancel
es: Cancelar
zh_hans: 取消

source: Aperçu invité — « Quitter » pour revenir
ar: معاينة الضيف — «إنهاء» للعودة
en: Guest preview — “Leave” to come back
es: Vista de invitado — «Salir» para volver
zh_hans: 访客预览 — 点按「退出」返回

source: Appareils
ar: الأجهزة
en: Devices
es: Dispositivos
zh_hans: 设备

source: Apparence
ar: المظهر
en: Appearance
es: Apariencia
zh_hans: 外观

source: Applications
ar: التطبيقات
en: Apps
es: Aplicaciones
zh_hans: 应用

source: Après 3 tentatives échouées.
ar: بعد 3 محاولات فاشلة.
en: After 3 failed attempts.
es: Tras 3 intentos fallidos.
zh_hans: 连续 3 次尝试失败后。

source: Articles
ar: المقالات
en: Posts
es: Artículos
zh_hans: 文章

source: Artistes
ar: الفنانون
en: Artists
es: Artistas
zh_hans: 艺人

source: Aucun incident sur la période
ar: لا أعطال خلال المدة
en: No incidents over the period
es: Sin incidencias en el periodo
zh_hans: 该时段内无故障

source: Aucun produit disponible — vérifie ta connexion.
ar: لا تتوفّر منتجات — تحقّق من اتصالك.
en: No products available — check your connection.
es: No hay productos disponibles: comprueba tu conexión.
zh_hans: 无可用商品——请检查网络连接。

source: Aucun service annoncé en Bonjour sur ce réseau.
ar: لا توجد خدمات معلنة عبر Bonjour على هذه الشبكة.
en: No services advertised over Bonjour on this network.
es: Ningún servicio anunciado por Bonjour en esta red.
zh_hans: 此网络上没有通过 Bonjour 广播的服务。

source: Aucun service annoncé en Bonjour.
ar: لا توجد خدمات معلنة عبر Bonjour.
en: No services advertised over Bonjour.
es: Ningún servicio anunciado por Bonjour.
zh_hans: 没有通过 Bonjour 广播的服务。

source: Aucun service configuré
ar: لا توجد خدمات مُعدّة
en: No services configured
es: Ningún servicio configurado
zh_hans: 尚未配置服务

source: Aucun service configuré — le mur se remplit dès qu'un service est suivi.
ar: لا خدمات مُعدّة — يمتلئ الجدار فور مراقبة أي خدمة.
en: No services configured — the wall fills up as soon as a service is watched.
es: Ningún servicio configurado: el muro se llena en cuanto se supervisa un servicio.
zh_hans: 尚未配置服务——开始监视服务后此墙即会填充。

source: Aucun service ne répond — vérifie le réseau ou le VPN.
ar: لا تستجيب أي خدمة — تحقّق من الشبكة أو VPN.
en: No service is responding — check the network or the VPN.
es: Ningún servicio responde: comprueba la red o la VPN.
zh_hans: 没有服务响应 — 请检查网络或 VPN。

source: Aucune réponse — vérifie l'URL et le réseau
ar: لا استجابة — تحقّق من العنوان والشبكة
en: No response — check the URL and the network
es: Sin respuesta — comprueba la URL y la red
zh_hans: 无响应 — 请检查 URL 和网络

source: aujourd'hui
ar: اليوم
en: today
es: hoy
zh_hans: 今天

source: aujourd'hui · en cours
ar: اليوم · جارٍ
en: today · ongoing
es: hoy · en curso
zh_hans: 今天 · 进行中

source: Auteurs
ar: المؤلفون
en: Authors
es: Autores
zh_hans: 作者

source: Autorise le réseau local
ar: اسمح بالوصول إلى الشبكة المحلية
en: Allow local network access
es: Autoriza la red local
zh_hans: 允许访问 本地网络

source: Avec les clés
ar: مع المفاتيح
en: With keys
es: Con las claves
zh_hans: 包含密钥

source: Avec les clés API
ar: مع مفاتيح API
en: With API keys
es: Con las claves API
zh_hans: 包含 API 密钥

source: Avec les clés, le fichier suffit à rejouer la configuration ailleurs — et se range comme un secret. Sans elles, les clés sont remplacées par des variables Homepage.
ar: مع المفاتيح، يكفي الملف لإعادة بناء الإعداد في مكان آخر — ويجب حفظه كأنه سر. وبدونها، تُستبدل المفاتيح بمتغيرات Homepage.
en: With keys, the file is enough to recreate the configuration elsewhere — and has to be kept like a secret. Without them, the keys are replaced by Homepage variables.
es: Con las claves, el archivo basta para recrear la configuración en otro sitio — y hay que guardarlo como un secreto. Sin ellas, las claves se sustituyen por variables de Homepage.
zh_hans: 包含密钥时，这个文件足以在别处还原整套配置——因此要像密钥一样保管。不含密钥时，密钥会被替换为 Homepage 变量。

source: Bandeau système
ar: شريط النظام
en: System band
es: Franja del sistema
zh_hans: 系统横幅

source: Beaucoup de homelabs (reverse proxy, Docker) n'annoncent pas en Bonjour. Tu peux importer ton services.yaml à la place.
ar: كثير من أنظمة Homelab (البروكسي العكسي، Docker) لا تُعلن عبر Bonjour. يمكنك استيراد ملف services.yaml بدلاً من ذلك.
en: Many homelabs (reverse proxy, Docker) don't advertise over Bonjour. You can import your services.yaml instead.
es: Muchos homelabs (proxy inverso, Docker) no se anuncian por Bonjour. Puedes importar tu services.yaml en su lugar.
zh_hans: 很多 homelab（反向代理、Docker）不会通过 Bonjour 广播。你可以改为导入 services.yaml。

source: Bibliothèques
ar: المكتبات
en: Libraries
es: Bibliotecas
zh_hans: 媒体库

source: Bloquées
ar: محظورة
en: Blocked
es: Bloqueadas
zh_hans: 已拦截

source: Bonjour (_http._tcp) sur le réseau local
ar: ‏Bonjour (_http._tcp) على الشبكة المحلية
en: Bonjour (_http._tcp) on the local network
es: Bonjour (_http._tcp) en la red local
zh_hans: 本地网络上的 Bonjour (_http._tcp)

source: Bonjour + balayage du sous-réseau 192.168.1.0/24
ar: ‏Bonjour + مسح الشبكة الفرعية 192.168.1.0/24
en: Bonjour + sweep of subnet 192.168.1.0/24
es: Bonjour + barrido de la subred 192.168.1.0/24
zh_hans: Bonjour + 扫描子网 192.168.1.0/24

source: Bonjour sur ton réseau local
ar: ‏Bonjour على شبكتك المحلية
en: Bonjour on your local network
es: Bonjour en tu red local
zh_hans: 本地网络上的 Bonjour

source: Boutique indisponible.
ar: المتجر غير متاح.
en: Store unavailable.
es: Tienda no disponible.
zh_hans: 商店不可用。

source: Boutique injoignable — réessaie dans un instant.
ar: تعذّر الوصول إلى المتجر — أعد المحاولة بعد قليل.
en: Store unreachable — try again in a moment.
es: No se puede contactar con la tienda: inténtalo en un momento.
zh_hans: 无法连接商店——请稍后重试。

source: Caméras
ar: الكاميرات
en: Cameras
es: Cámaras
zh_hans: 摄像头

source: Cartes
ar: البطاقات
en: Cards
es: Tarjetas
zh_hans: 卡片

source: Certains services demandent une clé pour afficher leurs métriques. Optionnel — tu peux le faire plus tard, dans le détail du service.
ar: تتطلب بعض الخدمات مفتاحًا لعرض مقاييسها. اختياري — يمكنك فعل ذلك لاحقًا من تفاصيل الخدمة.
en: Some services need a key to show their metrics. Optional — you can do it later, from the service details.
es: Algunos servicios necesitan una clave para mostrar sus métricas. Opcional: puedes hacerlo más tarde, desde el detalle del servicio.
zh_hans: 某些服务需要密钥才能显示指标。可选 — 你也可以稍后在服务详情中填写。

source: Certificat TLS expiré
ar: شهادة TLS منتهية الصلاحية
en: Expired TLS certificate
es: Certificado TLS caducado
zh_hans: TLS 证书已过期

source: Certificats
ar: الشهادات
en: Certificates
es: Certificados
zh_hans: 证书

source: Chansons
ar: الأغاني
en: Songs
es: Canciones
zh_hans: 歌曲

source: Chargement de la boutique…
ar: جارٍ تحميل المتجر…
en: Loading the store…
es: Cargando la tienda…
zh_hans: 正在加载商店…

source: Clair
ar: فاتح
en: Light
es: Claro
zh_hans: 浅色

source: Clé
ar: المفتاح
en: Key
es: Clave
zh_hans: 密钥

source: Clé API (optionnelle — rangée dans le Keychain)
ar: مفتاح API (اختياري — يُحفظ في سلسلة المفاتيح)
en: API key (optional — stored in the Keychain)
es: Clave API (opcional — guardada en el Llavero)
zh_hans: API 密钥（可选 — 存放于钥匙串）

source: Clé API (vide = inchangée)
ar: مفتاح API (فارغ = دون تغيير)
en: API key (empty = unchanged)
es: Clave API (vacía = sin cambios)
zh_hans: API 密钥（留空 = 不变）

source: Clé API du service
ar: مفتاح API الخاص بالخدمة
en: Service API key
es: Clave API del servicio
zh_hans: 服务 API 密钥

source: Clé API requise
ar: مفتاح API مطلوب
en: API key required
es: Clave API requerida
zh_hans: 需要 API 密钥

source: Client BitTorrent
ar: عميل BitTorrent
en: BitTorrent client
es: Cliente BitTorrent
zh_hans: BitTorrent 客户端

source: Clients DNS
ar: عملاء DNS
en: DNS clients
es: Clientes DNS
zh_hans: DNS 客户端

source: Cloud personnel
ar: سحابة شخصية
en: Personal cloud
es: Nube personal
zh_hans: 个人云

source: Collections
ar: المجموعات
es: Colecciones
zh_hans: 合集

source: Comics, livres & mangas
ar: القصص المصورة والكتب والمانغا
en: Comics, books & manga
es: Cómics, libros y manga
zh_hans: 漫画、图书与日漫

source: Commencer
ar: ابدأ
en: Get started
es: Empezar
zh_hans: 开始

source: Comment ajouter tes services ?
ar: كيف تضيف خدماتك؟
en: How do you add your services?
es: ¿Cómo añadir tus servicios?
zh_hans: 如何添加 你的服务？

source: Compact
ar: مضغوط
es: Compacto
zh_hans: 紧凑

source: Comptes
ar: الحسابات
en: Accounts
es: Cuentas
zh_hans: 账户

source: Config importée
ar: تم استيراد الإعدادات
en: Config imported
es: Configuración importada
zh_hans: 配置已导入

source: Configuration
ar: الإعداد
es: Configuración
zh_hans: 配置

source: Configuration terminée — bienvenue dans Specula
ar: اكتمل الإعداد — أهلاً بك في Specula
en: Setup complete — welcome to Specula
es: Configuración terminada — bienvenido a Specula
zh_hans: 配置完成 — 欢迎使用 Specula

source: Configurer mon homelab
ar: إعداد Homelab الخاص بي
en: Set up my homelab
es: Configurar mi homelab
zh_hans: 配置我的 homelab

source: Confirmer la suppression
ar: تأكيد الحذف
en: Confirm deletion
es: Confirmar eliminación
zh_hans: 确认删除

source: Connexion réussie — %lld ms · %@
ar: نجح الاتصال — %lld مللي ثانية · %@
en: Connection successful — %lld ms · %@
es: Conexión correcta — %lld ms · %@
zh_hans: 连接成功 — %lld 毫秒 · %@

source: CONNEXION…
ar: جارٍ الاتصال…
en: CONNECTING…
es: CONECTANDO…
zh_hans: 连接中…

source: Conteneur arrêté — OOM killer
ar: توقّفت الحاوية — OOM killer
en: Container stopped — OOM killer
es: Contenedor detenido — OOM killer
zh_hans: 容器已停止 — OOM killer

source: Conteneurs
ar: الحاويات
en: Containers
es: Contenedores
zh_hans: 容器

source: Continuer
ar: متابعة
en: Continue
es: Continuar
zh_hans: 继续

source: Copier l'URL
ar: نسخ العنوان
en: Copy URL
es: Copiar URL
zh_hans: 拷贝 URL

source: CPU
ar: المعالج

source: CPU à %@ °C — seuil de 50 °C dépassé
ar: المعالج عند %@ °م — تم تجاوز عتبة 50 °م
en: CPU at %@ °C — 50 °C threshold exceeded
es: CPU a %@ °C — umbral de 50 °C superado
zh_hans: CPU 温度 %@ °C — 已超过 50 °C 阈值

source: CPU, température et RAM — nécessite une source Glances.
ar: المعالج والحرارة والذاكرة — يتطلب مصدر Glances.
en: CPU, temperature and RAM — requires a Glances source.
es: CPU, temperatura y RAM — requiere una fuente Glances.
zh_hans: CPU、温度和内存 — 需要 Glances 数据源。

source: CPU, température et services en ligne.
ar: المعالج والحرارة والخدمات المتصلة.
en: CPU, temperature and services online.
es: CPU, temperatura y servicios en línea.
zh_hans: CPU、温度和在线服务数。

source: dashboard-icons — monogramme en secours
ar: ‏dashboard-icons — حرف بديل عند التعذّر
en: dashboard-icons — monogram fallback
es: dashboard-icons — monograma de respaldo
zh_hans: dashboard-icons — 回退为字母图标

source: Débloque des places puis réimporte le fichier : il reste ta source de vérité, rien n'est perdu de ton côté.
ar: افتح مقاعد ثم أعد استيراد الملف: يبقى مرجعك الموثوق، ولا يضيع شيء لديك.
en: Unlock slots then import the file again: it stays your source of truth, nothing is lost on your side.
es: Desbloquea plazas y vuelve a importar el archivo: sigue siendo tu fuente de verdad, no se pierde nada.
zh_hans: 解锁名额后重新导入文件：它仍是你的事实来源，你这边不会丢失任何内容。

source: Débloquer
ar: فتح
en: Unlock
es: Desbloquear
zh_hans: 解锁

source: Débloquer des services
ar: فتح خدمات
en: Unlock services
es: Desbloquear servicios
zh_hans: 解锁服务

source: Délai dépassé (timeout) — 3 tentatives échouées
ar: انتهت المهلة — 3 محاولات فاشلة
en: Timed out — 3 failed attempts
es: Tiempo agotado — 3 intentos fallidos
zh_hans: 请求超时 — 3 次尝试失败

source: Demandes
ar: الطلبات
en: Requests
es: Solicitudes
zh_hans: 请求

source: Démarrage
ar: بدء التشغيل
en: Startup
es: Inicio
zh_hans: 启动

source: Démarrer avec le Mac
ar: التشغيل عند تسجيل الدخول
en: Launch at login
es: Abrir al iniciar sesión
zh_hans: 登录时启动

source: Démo
ar: العرض التجريبي
en: Demo
es: Demo
zh_hans: 演示

source: DÉMO
ar: تجريبي
en: DEMO
es: DEMO
zh_hans: 演示

source: Densité
ar: الكثافة
en: Density
es: Densidad
zh_hans: 密度

source: Dépôts
ar: المستودعات
en: Repositories
es: Repositorios
zh_hans: 仓库

source: Détection automatique du type de service à la connexion — 200+ intégrations reconnues (Jellyfin, *arr, Proxmox, AdGuard…).
ar: كشف تلقائي لنوع الخدمة عند الاتصال — أكثر من 200 تكامل معروف (Jellyfin، ‏*arr، ‏Proxmox، ‏AdGuard…).
en: Automatic service type detection on connect — 200+ recognized integrations (Jellyfin, *arr, Proxmox, AdGuard…).
es: Detección automática del tipo de servicio al conectar — más de 200 integraciones reconocidas (Jellyfin, *arr, Proxmox, AdGuard…).
zh_hans: 连接时自动检测服务类型 — 识别 200+ 种集成（Jellyfin、*arr、Proxmox、AdGuard…）。

source: Détection automatique du type de service à la connexion — 200+ intégrations reconnues.
ar: كشف تلقائي لنوع الخدمة عند الاتصال — أكثر من 200 تكامل معروف.
en: Automatic service type detection on connect — 200+ recognized integrations.
es: Detección automática del tipo de servicio al conectar — más de 200 integraciones reconocidas.
zh_hans: 连接时自动检测服务类型 — 识别 200+ 种集成。

source: Détection automatique du type de service à la connexion (Immich, Proxmox, AdGuard, Home Assistant…).
ar: يُكتشف نوع الخدمة تلقائيًا عند الاتصال (Immich، Proxmox، AdGuard، Home Assistant…).
en: Service type detected automatically on connection (Immich, Proxmox, AdGuard, Home Assistant…).
es: Detección automática del tipo de servicio al conectar (Immich, Proxmox, AdGuard, Home Assistant…).
zh_hans: 连接时自动识别服务类型（Immich、Proxmox、AdGuard、Home Assistant…）。

source: Détection automatique du type de service à la connexion.
ar: يُكتشف نوع الخدمة تلقائيًا عند الاتصال.
en: Service type detected automatically on connection.
es: Detección automática del tipo de servicio al conectar.
zh_hans: 连接时自动识别服务类型。

source: Dispo. 30 j
ar: التوفر 30 ي
en: 30-day uptime
es: Disp. 30 d
zh_hans: 30 天可用率

source: Disponibilité
ar: التوافر
en: Availability
es: Disponibilidad
zh_hans: 可用性

source: Disponibilité sur 30 jours
ar: التوفر خلال 30 يومًا
en: 30-day availability
es: Disponibilidad en 30 días
zh_hans: 30 天可用率

source: Disposition
ar: التخطيط
en: Layout
es: Disposición
zh_hans: 布局

source: Disque
ar: القرص
en: Disk
es: Disco
zh_hans: 磁盘

source: Disque > 90 %
ar: القرص > 90 %
en: Disk > 90 %
es: Disco > 90 %
zh_hans: 磁盘 > 90 %

source: Disque presque plein
ar: القرص شبه ممتلئ
en: Disk almost full
es: Disco casi lleno
zh_hans: 磁盘将满

source: Disques
ar: الأقراص
en: Drives
es: Discos
zh_hans: 硬盘

source: DNS filtrant — nouveau
ar: ‏DNS مُرشِّح — جديد
en: Filtering DNS — new
es: DNS con filtrado — nuevo
zh_hans: 过滤 DNS — 新增

source: Documents — nouveau
ar: المستندات — جديد
en: Documents — new
es: Documentos — nuevo
zh_hans: 文档 — 新增

source: Domotique
ar: أتمتة المنزل
en: Home automation
es: Domótica
zh_hans: 智能家居

source: Données
ar: البيانات
en: Data
es: Datos
zh_hans: 数据

source: Dossiers
ar: المجلدات
en: Folders
es: Carpetas
zh_hans: 文件夹

source: Double-clic : ouvrir l'interface web
ar: نقر مزدوج: فتح واجهة الويب
en: Double-click: open web UI
es: Doble clic: abrir interfaz web
zh_hans: 双击：打开网页界面

source: Éléments
ar: العناصر
en: Items
es: Elementos
zh_hans: 项目

source: En attente
ar: في الانتظار
en: Queued
es: En cola
zh_hans: 排队中

source: En cours
ar: قيد التقدّم
en: In progress
es: En curso
zh_hans: 进行中

source: En ligne
ar: متصل
en: Online
es: En línea
zh_hans: 在线

source: EN LIGNE
ar: متصل
en: ONLINE
es: EN LÍNEA
zh_hans: 在线

source: EN LIGNE · %lld MS
ar: متصل · %lld مللي ثانية
en: ONLINE · %lld MS
es: EN LÍNEA · %lld MS
zh_hans: 在线 · %lld 毫秒

source: En partage
ar: مشاركة
en: Seeding
es: Compartiendo
zh_hans: 做种中

source: Enregistrer
ar: حفظ
en: Save
es: Guardar
zh_hans: 存储

source: Environnements
ar: البيئات
en: Environments
es: Entornos
zh_hans: 环境

source: Envoi
ar: الرفع
en: Upload
es: Subida
zh_hans: 上传

source: Épinglés
ar: المثبّتة
en: Pinned
es: Fijados
zh_hans: 置顶

source: Épinglés et services en ligne, sur l'écran verrouillé.
ar: الخدمات المثبّتة وعدد المتصلة، على شاشة القفل.
en: Pinned services and online count, on the Lock Screen.
es: Fijados y servicios en línea, en la pantalla bloqueada.
zh_hans: 锁定屏幕上的置顶服务与在线数。

source: Épisodes
ar: الحلقات
en: Episodes
es: Episodios
zh_hans: 剧集

source: Erreurs
ar: الأخطاء
en: Errors
es: Errores
zh_hans: 错误
